import {QuestionInterface} from "../models/question.interface";

export const questionsList: QuestionInterface[] = [
  {
    title: 'Как проходит обучение?',
    text: `<p>Менторинг – самая эффективная методика обучения. При обучении с ментором студент решает задачи самостоятельно, а ментор направляет студента по программе и может проффесионально ответить на возникшие вопросы
          Поддержка комьюнити, обмен опытом и сложностей обучения</p>
          <p>Это несет большую ценность для будущего специалиста в любой сфере. Уверенность менеджера в своем сотруднике, в его способности самостоятельно решать задачи, брать ответственность, принимать решения на основании  BestPractice, делать работу без надобности в пошаговых инструкциях отлично выделяет специалиста среди его коллег</p>
          <p>Это эффективнее, чем курсы лекций или задачи для самостоятельного решения.</p>`
  },
  {
    title: 'Как мы помогаем с работой?',
    text: `<p>Менторинг – самая эффективная методика обучения. При обучении с ментором студент решает задачи самостоятельно, а ментор направляет студента по программе и может проффесионально ответить на возникшие вопросы
          Поддержка комьюнити, обмен опытом и сложностей обучения</p>
          <p>Это несет большую ценность для будущего специалиста в любой сфере. Уверенность менеджера в своем сотруднике, в его способности самостоятельно решать задачи, брать ответственность, принимать решения на основании  BestPractice, делать работу без надобности в пошаговых инструкциях отлично выделяет специалиста среди его коллег</p>
          <p>Это эффективнее, чем курсы лекций или задачи для самостоятельного решения.</p>`
  },
  {
    title: 'Для кого это подойдет?',
    text: `<p>Менторинг – самая эффективная методика обучения. При обучении с ментором студент решает задачи самостоятельно, а ментор направляет студента по программе и может проффесионально ответить на возникшие вопросы
          Поддержка комьюнити, обмен опытом и сложностей обучения</p>
          <p>Это несет большую ценность для будущего специалиста в любой сфере. Уверенность менеджера в своем сотруднике, в его способности самостоятельно решать задачи, брать ответственность, принимать решения на основании  BestPractice, делать работу без надобности в пошаговых инструкциях отлично выделяет специалиста среди его коллег</p>
          <p>Это эффективнее, чем курсы лекций или задачи для самостоятельного решения.</p>`
  },
  {
    title: 'Какие преимущества?',
    text: `<p>Менторинг – самая эффективная методика обучения. При обучении с ментором студент решает задачи самостоятельно, а ментор направляет студента по программе и может проффесионально ответить на возникшие вопросы
          Поддержка комьюнити, обмен опытом и сложностей обучения</p>
          <p>Это несет большую ценность для будущего специалиста в любой сфере. Уверенность менеджера в своем сотруднике, в его способности самостоятельно решать задачи, брать ответственность, принимать решения на основании  BestPractice, делать работу без надобности в пошаговых инструкциях отлично выделяет специалиста среди его коллег</p>
          <p>Это эффективнее, чем курсы лекций или задачи для самостоятельного решения.</p>`
  },
];
